Tekla.Structures.Dialog.UIControls.BoltCatalogSize
The BoltCatalogSize class represents a control to select the bolt size
using the bolt catalog.
Bolt catalog controls always need to be in pairs, meaning in every dialog
there has to be a BoltCatalogStandard and a BoltCatalogSize control.
The property BoltCatalogStandard.LinkedBoltCatalogSize sets to which
BoltCatalogSize the control is linked.

Tekla.Structures.Dialog.UIControls.BoltCatalogSize.#ctor
Initiates a new instance of the control.